tap "github/gh"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "knqyf263/pet"
tap "sanemat/font"
brew "anyenv"
brew "bash"
brew "bat"
brew "blueutil"
brew "exa"
brew "fontforge"
brew "fzf"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gradle"
brew "htop"
brew "httpstat"
brew "hugo"
brew "jo"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubespy"
brew "kustomize"
brew "lua"
brew "mas"
brew "mkcert"
brew "neovim"
brew "nginx"
brew "nkf"
brew "pandoc"
brew "protobuf"
brew "protoc-gen-go"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "skaffold", link: false
brew "starship"
brew "stern"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "yarn", link: false
brew "zsh"
brew "github/gh/gh"
brew "knqyf263/pet/pet"
brew "sanemat/font/ricty"
cask "1password-cli"
cask "alacritty"
cask "caffeine"
cask "clipy"
cask "java"
cask "minikube"
mas "Gifted", id: 771955779
mas "Xcode", id: 497799835
