tap "aquasecurity/trivy"
tap "armmbed/formulae"
tap "aws/tap"
tap "felixkratz/formulae"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "linyows/git-semv"
tap "nikitabobko/tap"
tap "px4/px4"
tap "rbenv/tap"
tap "sanemat/font"
brew "openssl@3"
brew "xz"
brew "tree"
brew "ansible"
brew "git"
brew "asdf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "bison"
brew "bzip2"
brew "cabal-install"
brew "fontconfig"
brew "glib"
brew "carthage"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "czmq"
brew "direnv"
brew "docker", link: false
brew "e2fsprogs"
brew "fd"
brew "flex"
brew "harfbuzz"
brew "libtool"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gcc@4.9", link: false
brew "gcc@5", link: false
brew "gcc@6"
brew "gh"
brew "ghq"
brew "gibo"
brew "gist"
brew "gist-img"
brew "node"
brew "gitmoji"
brew "pkgconf"
brew "gobject-introspection"
brew "grpcurl"
brew "helm"
brew "heroku"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kubernetes-cli", link: false
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libksba"
brew "lua"
brew "mpg321"
brew "protobuf"
brew "zlib"
brew "mysql"
brew "neofetch"
brew "nghttp2"
brew "nginx"
brew "nowplaying-cli"
brew "ollama", restart_service: :changed
brew "pandoc"
brew "peco"
brew "portaudio", args: ["HEAD"]
brew "postgresql@14"
brew "pwgen"
brew "python@3.10"
brew "python@3.7"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "rpm"
brew "rpm2cpio", link: false
brew "shfmt"
brew "skaffold"
brew "sl"
brew "sphinx-doc"
brew "starship"
brew "stern"
brew "swiftlint"
brew "switchaudio-osx"
brew "telnet"
brew "tmux"
brew "uv"
brew "vim"
brew "wget"
brew "wimlib"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "aquasecurity/trivy/trivy"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hudochenkov/sshpass/sshpass"
brew "linyows/git-semv/git-semv"
brew "px4/px4/gcc-arm-none-eabi"
brew "rbenv/tap/openssl@1.0"
brew "sanemat/font/ricty"
cask "aerospace"
cask "alt-tab"
cask "android-studio"
cask "brooklyn"
cask "claude-code"
cask "font-hack-nerd-font"
cask "ghostty"
cask "mactex"
cask "ngrok"
cask "osxfuse"
cask "sf-symbols"
vscode "aaron-bond.better-comments"
vscode "arjun.swagger-viewer"
vscode "benjaminbenais.copilot-theme"
vscode "bierner.markdown-mermaid"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "htmlhint.vscode-htmlhint"
vscode "infeng.vscode-react-typescript"
vscode "irongeek.vscode-env"
vscode "kaiwood.endwise"
vscode "koichisasada.vscode-rdbg"
vscode "l13rary.l13-duplicate"
vscode "mechatroner.rainbow-csv"
vscode "mermade.openapi-lint"
vscode "misogi.ruby-rubocop"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "nhoizey.gremlins"
vscode "noku.rails-run-spec-vscode"
vscode "oderwat.indent-rainbow"
vscode "peakchen90.open-html-in-browser"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "saoudrizwan.claude-dev"
vscode "sdras.night-owl"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "smelukov.vscode-csstree"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "th7org.eco"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "wayou.vscode-todo-highlight"
vscode "wraith13.bracket-lens"
vscode "xabikos.javascriptsnippets"
vscode "xaver.clang-format"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
